Repository: arpitsigma/GB
Catalog: languages/plugins/wp-reset-*.po
Languages: hr

source: Activate PRO License
hr: Aktiviraj PRO licencu

source: Pricing
hr: Cjenik

source: Delete Content
hr: Obriši sadržaj

source: Purge Cache
hr: Obriši privremenu memoriju

source: Reset User Roles
hr: Ponovno postavi korisničke uloge

source: Create Snapshot
hr: Stvorite snimku

source: Index of Tools
hr: Indeks alata

source: Reset Site
hr: Ponovno vraćanje stranice

source: Site Reset
hr: Vraćanje stranice na izvorne postavke

source: you will have to confirm the action one more time
hr: morat ćete još jednom potvrditi radnju

source: Please read carefully before proceeding
hr: Molimo pročitajte pažljivo prije nego što nastavite

source: Snapshots
hr: Snimke

source: Reset the entire site or just selected parts while reserving the option to undo by using snapshots.
hr: Poništite cijelu web stranicu ili samo odabrane dijelove, zadržavajući mogućnosti za poništavanje pomoću snimki.

source: Please help us spread the word &amp; keep the plugin up-to-date
hr: Pomozite nam da proširimo riječ o dodatku kako bismo ga uvijek mogli održavati ažurnim

source: Are you sure you want to reset the site?
hr: Jeste li sigurni da želite resetirati web stranicu?

source: Documentation
hr: Dokumentacija

source: Reset Theme Options
hr: Ponovno postavi opcije tema

source: Collections
hr: Kolekcije

source: This action deletes the .htaccess file located in <code>
hr: Ova radnja briše .htaccess datoteku koja se nalazi u <code>

source: Delete .htaccess File
hr: Obrišite .htaccess datoteku

source: Notice is already dismissed.
hr: Obavijest je već odbačena.

source: You are not allowed to run this action.
hr: Nije vam dopušteno pokretanje ove akcije.

source: There are no custom tables. There's nothing for this tool to empty or delete.
hr: Ne postoje korisnički definirane tablice. Ne postoji ništa što bi ovaj alat mogao isprazniti ili obirsati.

source: The following
hr: Sljedeće

source: This action affects only custom tables with <code>
hr: Ova radnja utječe samo na korisnički definirane tablice s <code>

source: Empty or Delete Custom Tables
hr: Ispraznite ili obrišite korisnički definirane tablice

source: All plugins will be deleted except for WP Reset which will remain active.<br><b>There is NO UNDO. WP Reset does not make any file backups.</b>
hr: Svi dodaci će biti obrisani osim WP Reseta koji će ostati aktivan.<br> <b>NIJE MOGUĆE poništiti radnju. WP Reset ne pravi sigurnosne kopije.</b>

source: Delete Plugins
hr: Obriši dodatak

source: All themes will be deleted. Including the currently active theme -
hr: Sve teme će biti obrisane. Uključujući i trenutno aktivnu temu -

source: Delete Themes
hr: Obriši Teme

source: All files in <code>
hr: Sve datoteke u <code>

source: Delete Transients
hr: Obriši Transients

source: Open WP Reset Tools
hr: Otvori WP Reset Alate

source: WP Reset is not compatible with multisite!
hr: WP Reset nije kompatibilan s multisite!

source: Rate the plugin ★★★★★
hr: Ocijenite dodatak ★★★★★

source: Rate the plugin
hr: Ocijenite dodatak

source: An error has occurred.
hr: Dogodila se pogreška.

source: We are very active on the <a href="https://wordpress.org/support/plugin/wp-reset" target="_blank">official WP Reset support forum</a>. If you found a bug, have a feature idea or just want to say hi - please drop by. We love to hear back from our users.
hr: Vrlo smo aktivni na <a href="https://wordpress.org/support/plugin/wp-reset" target="_blank">službenom WP Reset forumu za podršku</a>. Ukoliko nađete pogrešku, imate ideju za nove značajke ili nas samo želite pozdraviti - slobodno se javite. Volimo čuti mišljenja naših korisnika.

source: Tools
hr: Alati

source: Unknown tool.
hr: Nepoznati alat.

source: Reactivate all currently active plugins
hr: Ponovno aktivirajte sve trenutno aktivne dodatke

source: Reactivate WP Reset plugin
hr: Ponovno aktivirajte WP Reset dodatak

source: Reactivate current theme
hr: Ponovno aktivirajte trenutnu temu

source: Collapse / expand box
hr: Smanjite / Proširite okvir

source: Please be careful when using WP Reset with multisite enabled. It's not recommended to reset the main site. Sub-sites should be OK. We're working on making it fully compatible with WP-MU. <b>Till then please be careful.</b> Thank you for understanding.
hr: Molimo, budite oprezni kada koristite WPReset s uključenim multisiteom. Nije preporučeno ponovno postaviti glavnu web-stranicu.Pod-stranice bi trebale biti OK. Trenutno radimo na tome na dodatak psotane potpuno kompatibilan sa WP_MU.<b>Do tada, molimo vas da budete pažljivi.</b>Hvala na razumijevanju.

source: All tools available via GUI are available in WP-CLI as well. To get the list of commands run %s. Instead of the active user, the first user with admin privileges found in the database will be restored.
hr: Sve značajke dostupne putem GUI su također dostupne unutar WP-CLI. Za popis svih naredbi pokrenite %s. Umjesto aktivnog korisnika, prvi korisnik s admin privilegijama pronađen u bazi podataka će biti ponovno postavljen.

source: WP-CLI Support
hr: WP-CLI Podrška

source: I've already rated it
hr: Već sam ga ocijenio

source: Rate WP Reset
hr: Ocijenite WP Reset

source: If you use &amp; enjoy WP Reset, <b>please rate it on WordPress.org</b>. It only takes a second and helps us keep the plugin maintained. Thank you!
hr: Ukoliko koristite i uživate u WP Resetu, <b>molimo vas da ocijenite dodatak na WordPress.org</b>. To traje samo sekundu, a pomaže nam održati dodatak besplatnim i redovno održavanim. Hvala!

source: Sorry, you are not allowed to access this page.
hr: Oprostite, ali pristup ovoj stranici vam nije dopušten.

source: <b>Site has been successfully reset to default settings.</b><br>User "%s" was restored with the password unchanged. Open <a href="%s">WP Reset</a> to do another reset.
hr: <b>Web-stranica je ponovno postavljena</b> na izvorne postavke. Korisnik "%s" je ponovno postavljen s nepromijenjenim lozinkom. Otvorite <a href="%s">WP Reset</a> kako biste ponovno postavili web-stranicu.

source: Plugin Homepage
hr: Početna stranica dodatka

source: Support
hr: Podrška

source: Get help
hr: Zatraži pomoć

source: Resetting in progress. Please wait.
hr: Ponovno postavljanje u tijeku. Molimo pričekajte.

source: Are you sure you want to proceed?
hr: Jeste li sigurni kako želite nastaviti?

source: Cancel
hr: Otkaži

source: Invalid confirmation
hr: Potvrda nije valjana

source: Please type "reset" in the confirmation field.
hr: Molimo, upišite "reset" u polje za potvrdu.

source: An undocumented error has occurred. Please refresh the page and try again.
hr: Dogodila se nedoumentirana pogreška. Molimo vas da osvježite stranicu i pokušate ponovno.

source: Type in "reset"
hr: Upiši "reset"

source: Reset
hr: Ponovno postavi

source: Something went wrong. Please refresh the page and try again.
hr: Nešto je pošlo po zlu. Molmi, osvježite stranicu i pokušajte ponovo.

source: <b>Invalid confirmation code.</b> Please type "reset" in the confirmation field.
hr: <b>Nevažeći kôd za potvrdu.</b>Upišite "reset" u polje za potvrdu.

source: Click "Cancel" to abort.
hr: Pritisnite "Odustani" za prekid radnje.

source: Visit WP Reset page for more info
hr: Posjetite WP Reset stranicu za više informacija

source: Reset WordPress
hr: Ponovno postavljanje WordPressa
